<template>
  <div class="container">
    <h2>關於 Vintage Select</h2>
    <p>
      Vintage Select是一個輕鬆的古著選物平台。主理人 Leo 熱愛軍裝工裝穿搭，
      欣賞日本職人的製衣精神與工藝，歐美工裝的經典耐用與搭配，在這邊呈現給大家精選衣物與配件。
      商品分為二手美品與全新品，少量補貨，大部分都只有一件，看到喜歡的商品那就買吧！我們已經很難遇到喜歡的人，
      何必再為難自己忍住不買自己喜歡的東西呢？
      遇到喜歡的人，他也不一定喜歡你，但遇到喜歡的東西，只要你出錢，它就一定屬於你
      就算喜歡的人屬於你了，或許有一天也會離開你。
      但你買到喜歡的東西，不僅不會離開你，還能讓別人羨慕你！
      錢並沒有消失，錢只是換一個方式存在在你身邊。
      Vintage Select皆有品質篩選、網路購物七天鑑賞期，請安心選購。
    </p>
    <!-- 加個訂閱我們的組件，樣式參考invincible -->
  </div>
</template>

<script>
export default {

}
</script>

<style>

</style>
